{
  "focus_group_id": "race-001-fg-002-grand-rapids",
  "race_id": "race-001",
  "race_name": "Michigan Governor 2022",
  "outcome": "win",
  "location": "Grand Rapids Metro (Kent County)",
  "date": "August 22, 2022",
  "moderator": "Michael Torres",
  "participant_count": 10,
  "participant_summary": "10 (5F, 5M) - Mixed partisans, economic-focused voters",
  "participants": {
    "P1": "M, 48, Production manager at furniture manufacturing company, Wyoming (suburb), registered Republican, concerned about manufacturing decline",
    "P2": "F, 35, Nurse practitioner, Kentwood, independent, young family with two kids, cost of living concerns",
    "P3": "M, 57, Small business owner (HVAC company), Grandville, lifelong Republican, employs 12 people, worried about labor shortage",
    "P4": "F, 42, School administrator, East Grand Rapids, moderate Democrat, concerned about education funding",
    "P5": "M, 31, Software developer at health tech startup, downtown Grand Rapids, transplant from Chicago, socially liberal",
    "P6": "F, 54, Office manager at car dealership, Jenison, Dutch Reformed background, traditional values but \"not political\"",
    "P7": "M, 63, Retired autoworker (GM), Walker, union Democrat, worried about pension and Medicare",
    "P8": "F, 39, Marketing director, Ada, college-educated, Romney-Clinton-Biden voter, suburban mom",
    "P9": "M, 45, Electrician, Comstock Park, independent, high school education, skeptical of both parties",
    "P10": "F, 50, Real estate attorney, East Grand Rapids, fiscal conservative, socially moderate, values pragmatism"
  },
  "moderator_notes": {
    "key_themes": [
      "Economic anxiety is the dominant concern",
      "Vanderberg fatigue on home turf",
      "Manufacturing decline creates identity crisis",
      "Specificity is demanded",
      "Abortion reaches across lines",
      "Skilled trades gap is deeply felt",
      "Attack ads generate skepticism",
      "Develop detailed manufacturing agenda",
      "Connect healthcare costs to economic competitiveness",
      "Trades education message",
      "Test \"change vs. more of the same\" framing",
      "Gas tax suspension is mixed",
      "Abortion message works, don't oversaturate"
    ],
    "vote_intent_summary": "**Moved toward Holloway:** P1, P5, P6 (tentative), P10",
    "key_quotes": [
      "\"I've been in furniture manufacturing for 25 years. We're surviving but not thriving.\" - P1",
      "\"I'm pro-life personally, but I don't think it's the government's place to decide.\" - P6",
      "\"$800 a year is real money. That's not just talk, that's tangible.\" - P7",
      "\"Finally something I can feel right now. Not some promise for five years from now.\" - P9 (re: gas tax)",
      "\"Fix healthcare and you help manufacturing competitiveness.\" - P2",
      "\"What happens to the guys on the line who've been doing the same job for 20 years? They can't all become coders.\" - P1",
      "\"Politicians always take credit for jobs and blame others for losses.\" - P9",
      "\"I've always voted Republican but I'm not sure this time.\" - P6"
    ],
    "full_text": "\n### Key Themes\n\n1. **Economic anxiety is the dominant concern** - Even in a relatively strong economy, cost of living is squeezing everyone. This overshadows other issues except abortion.\n\n2. **Vanderberg fatigue on home turf** - Even in his West Michigan base, he's seen as mediocre and uninspiring. Average rating of 4.7/10 is weak for an incumbent.\n\n3. **Manufacturing decline creates identity crisis** - This is a manufacturing community that sees its economic identity eroding. Candidates need to address this directly and credibly.\n\n4. **Specificity is demanded** - This group was even more insistent on concrete details than typical. Generic promises are rejected. They want numbers, plans, mechanisms.\n\n5. **Abortion reaches across lines** - P6 (Dutch Reformed, traditional values) said \"it's not the government's place.\" The freedom framing works even with conservative-leaning voters.\n\n6. **Skilled trades gap is deeply felt** - Multiple participants mentioned the difficulty finding skilled workers. Job training and trades education emerged as a real policy interest.\n\n7. **Attack ads generate skepticism** - The crime ad prompted as much skepticism about Vanderberg as concern about Holloway. Negative campaigning has diminishing returns with these voters.\n\n### Surprising Moments\n\n- **P6 (traditional values, Republican) open to Democrats on abortion** - \"I'm pro-life personally but it's not the government's place.\" This represents potential suburban shift.\n\n- **P3 (small business owner, Republican) wanted to hear Holloway's manufacturing plan** - Opened to potentially switching if she's credible on economy.\n\n- **Healthcare costs as manufacturing issue** - Multiple participants connected healthcare costs to business competitiveness. This is an angle for economic messaging.\n\n- **P9's disengagement is real** - \"Might not vote at all.\" This type of voter needs to be given a reason to participate.\n\n### Participant Movement\n\n- **Moved toward Holloway:** P1, P5, P6 (tentative), P10\n- **Confirmed Holloway:** P2, P4, P7, P8\n- **Stayed undecided/Vanderberg lean:** P3, P9\n\n### Recommended Follow-up\n\n1. **Develop detailed manufacturing agenda** - This audience demands specifics. The $500M advanced manufacturing fund got positive response. Build out the plan.\n\n2. **Connect healthcare costs to economic competitiveness** - \"Fix healthcare and you help manufacturing\" was a powerful insight. Healthcare policy is economic policy.\n\n3. **Trades education message** - Community colleges, apprenticeships, skilled trades. This addresses labor shortage and economic opportunity together.\n\n4. **Test \"change vs. more of the same\" framing** - Vanderberg is seen as mediocre. Holloway as change candidate could work here.\n\n5. **Gas tax suspension is mixed** - Some loved the immediacy, others worried about road funding. Need to address the infrastructure tradeoff.\n\n6. **Abortion message works, don't oversaturate** - Even in West Michigan, \"freedom\" framing resonates. But keep economic messaging primary.\n\n### Demographic Notes\n\n- **Small business owners** skeptical of both parties but reachable on specifics\n- **Union retirees** (P7) motivated by economic security and pension protection\n- **Suburban professional women** (P8, P10) moving on abortion but want economic competence\n- **Working-class men** (P9) most at risk for non-voting - need direct reason to engage\n- **Religious conservatives** (P6) potentially movable on abortion overreach\n\n---\n\n## Verbatim Quotes to Flag for Campaign\n\n> \"I've been in furniture manufacturing for 25 years. We're surviving but not thriving.\" - P1\n\n> \"I'm pro-life personally, but I don't think it's the government's place to decide.\" - P6\n\n> \"$800 a year is real money. That's not just talk, that's tangible.\" - P7\n\n> \"Finally something I can feel right now. Not some promise for five years from now.\" - P9 (re: gas tax)\n\n> \"Fix healthcare and you help manufacturing competitiveness.\" - P2\n\n> \"What happens to the guys on the line who've been doing the same job for 20 years? They can't all become coders.\" - P1\n\n> \"Politicians always take credit for jobs and blame others for losses.\" - P9\n\n> \"I've always voted Republican but I'm not sure this time.\" - P6\n\n---\n\n*Transcript prepared by Great Lakes Research Center*\n*August 23, 2022*\n"
  },
  "source_file": "political-consulting-corpus/races/race-001-michigan-gov-2022/focus-groups/fg-002-grand-rapids.md"
}