{
  "focus_group_id": "race-001-fg-001-detroit-suburbs",
  "race_id": "race-001",
  "race_name": "Michigan Governor 2022",
  "outcome": "win",
  "location": "Detroit Suburbs (Oakland County - Troy)",
  "date": "August 15, 2022",
  "moderator": "Jennifer Walsh",
  "participant_count": 10,
  "participant_summary": "10 (6F, 4M) - Swing voters who voted Trump 2016, Biden 2020",
  "participants": {
    "P1": "F, 52, Small business owner (gift shop), Troy, independent, divorced, two adult children, voted split ticket 2020",
    "P2": "M, 38, Manufacturing supervisor at auto parts supplier, Pontiac, union member (UAW), registered Dem but describes self as \"not loyal to any party\"",
    "P3": "F, 45, Elementary school teacher, Rochester Hills, married, three kids, concerns about school safety and curriculum battles",
    "P4": "M, 61, Retired GM engineer, Bloomfield Hills, registered Republican who \"couldn't vote for Trump twice,\" fiscal conservative",
    "P5": "F, 34, Nurse at Beaumont Hospital, Royal Oak, single, student loan debt, first-time swing voter",
    "P6": "M, 44, IT project manager, Farmington Hills, married, two kids, describes himself as \"socially liberal, fiscally conservative\"",
    "P7": "F, 56, Real estate agent, West Bloomfield, empty nester, very engaged on local issues, Jewish community active",
    "P8": "F, 49, HR director at mid-size company, Birmingham, married, one teenager, concerned about \"where the country is headed\"",
    "P9": "M, 42, Electrician, own business, Waterford, Catholic, Trump 2016/Biden 2020, wife is more liberal",
    "P10": "F, 63, Retired nurse, Clarkston, widow, voted Republican most of her life until 2020, very worried about abortion rights"
  },
  "moderator_notes": {
    "key_themes": [
      "Economic anxiety is pervasive",
      "Abortion is a galvanizing issue post-Dobbs",
      "Political exhaustion is real",
      "Vanderberg is vulnerable but not hated",
      "Holloway has low name ID but no strong negatives",
      "Specificity matters enormously",
      "Crime is a vulnerability but attack ad backfired",
      "Develop specific economic messaging",
      "Abortion messaging should emphasize freedom, not just rights",
      "Build out the biography",
      "Prepare crime response",
      "Test \"return to normal\" framing",
      "Don't over-rely on abortion"
    ],
    "vote_intent_summary": "**Moved toward Holloway:** P1, P4, P7, P8",
    "key_quotes": [
      "\"I'm exhausted. Everything is so divisive. I just want someone who's going to focus on the basics.\" - P1",
      "\"My wife made a good point - she said the government shouldn't be making these decisions for women. That stuck with me.\" - P9",
      "\"$35 insulin cap - now we're talking. Specific numbers.\" - P10",
      "\"She comes from where we come from.\" - P2 (re: Holloway's background)",
      "\"I'm a lifelong Republican who can't vote for that party anymore.\" - P7",
      "\"Just trying to scare people instead of telling me what you're going to do.\" - P3 (re: attack ad)",
      "\"Give me specifics, tell me how it affects my life.\" - P8"
    ],
    "full_text": "\n### Key Themes\n\n1. **Economic anxiety is pervasive** - Cost of living (gas, groceries, housing) dominated opening discussion. Participants feel squeezed even if employed. This cuts across all demographics in the room.\n\n2. **Abortion is a galvanizing issue post-Dobbs** - Multiple participants (P7, P10 especially) identified this as their top or deciding issue. Even conflicted participants (P9) responded to \"freedom\" framing. This is an asset for Holloway.\n\n3. **Political exhaustion is real** - \"Exhausted,\" \"tired,\" wanting \"normal\" came up repeatedly. Negative campaigning is a turnoff for most. Participants want solutions, not fights.\n\n4. **Vanderberg is vulnerable but not hated** - He's seen as mediocre (average grade: C/C+), bland, and out of touch. Not corrupt or terrible, just uninspiring. Low enthusiasm is a problem for him.\n\n5. **Holloway has low name ID but no strong negatives** - Most participants knew little about her. Her AG record (especially Flint) is an asset when communicated. Working-class background resonates.\n\n6. **Specificity matters enormously** - Generic messages (\"fight for working families\") fell flat. Specific policies ($35 insulin cap, gas tax cut) generated positive response. Participants are skeptical of slogans.\n\n7. **Crime is a vulnerability but attack ad backfired** - Participants care about safety but found the attack ad manipulative and over-the-top. Several said it made them less likely to vote for Vanderberg. However, some wanted more information about Holloway's record.\n\n### Surprising Moments\n\n- **P7 (lifelong Republican) said she can't vote Republican anymore** - Abortion flipped her. This may represent a significant suburban shift.\n\n- **P9 (Catholic, conflicted on abortion) responded to \"freedom\" framing** - \"I don't want the government telling my wife what to do.\" Potential message for reaching conflicted voters.\n\n- **P2 (union member) expressed skepticism of union endorsements** - \"They tell us who to vote for but I make my own decisions.\" Union households need to be earned, not assumed.\n\n- **Education came up with strong emotion** - P3's testimony about teacher demoralization was powerful. Other participants expressed solidarity even while having curriculum concerns.\n\n- **The specific policy message was a clear winner** - $35 insulin, gas tax cut generated the most positive response of any message tested.\n\n### Participant Movement\n\n- **Moved toward Holloway:** P1, P4, P7, P8\n- **Confirmed Holloway:** P3, P5, P10\n- **Remained undecided:** P6, P9\n- **Starting position Vanderberg, stayed there:** None\n\n### Recommended Follow-up\n\n1. **Develop specific economic messaging** - The insulin cap and gas tax cut worked. Find more policies with tangible, immediate impact that can be communicated simply.\n\n2. **Abortion messaging should emphasize freedom, not just rights** - \"Freedom to make your own decisions\" reached even conflicted voters. This framing works better than clinical \"reproductive rights\" language.\n\n3. **Build out the biography** - The GM dad, Oakland County, public schools story resonates. It humanizes her and establishes working-class credentials.\n\n4. **Prepare crime response** - Even though the attack ad backfired, crime is a real concern. Holloway needs a proactive public safety message before opponents define her.\n\n5. **Test \"return to normal\" framing** - The exhaustion is palpable. A message about competent, drama-free governance might resonate strongly.\n\n6. **Don't over-rely on abortion** - It's an asset, but participants like P8 warned about it being \"the only thing she talks about.\" Balance is needed.\n\n### Demographic Notes\n\n- **Women were more moved by abortion issue** than men, but men were not dismissive\n- **Younger participants (P2, P5, P6)** most focused on economic concerns and feeling \"stuck\"\n- **Older participants (P4, P10)** more concerned about where country/party is headed\n- **Suburban professionals** want moderate, competent governance - allergic to extremes on either side\n\n---\n\n## Verbatim Quotes to Flag for Campaign\n\n> \"I'm exhausted. Everything is so divisive. I just want someone who's going to focus on the basics.\" - P1\n\n> \"My wife made a good point - she said the government shouldn't be making these decisions for women. That stuck with me.\" - P9\n\n> \"$35 insulin cap - now we're talking. Specific numbers.\" - P10\n\n> \"She comes from where we come from.\" - P2 (re: Holloway's background)\n\n> \"I'm a lifelong Republican who can't vote for that party anymore.\" - P7\n\n> \"Just trying to scare people instead of telling me what you're going to do.\" - P3 (re: attack ad)\n\n> \"Give me specifics, tell me how it affects my life.\" - P8\n\n---\n\n*Transcript prepared by Midwest Research Associates*\n*August 16, 2022*\n"
  },
  "source_file": "political-consulting-corpus/races/race-001-michigan-gov-2022/focus-groups/fg-001-detroit-suburbs.md"
}